app/controllers/comments_controller.rb

INSERT INTO `comments` (`content`, `user_id`, `prototype_id`, `created_at`, `updated_at`) VALUES ('すごい', 1, 3, '2022-05-11 02:43:55.699551', '2022-05-11 02:43:55.699551')
---
    def create
        @comment = Comment.new(comment_params)
        if @comment.save